Repository: VitexSoftware/abraflexi-matcher
Catalog: debian/po/*.po
Languages: cs

source: How many days back process
cs: Kolik dní zpět zpracovat

source: One week is recommended value
cs: Jeden týden je doporučená hodnota

source: Pull bank before matching
cs: Stáhnout banku před párováním

source: Say yes if you need fresh bank records
cs: Zvolte ano pokud vyžadujete stále čerstvou banku

source: Overpayment label
cs: Štítek přeplatku

source: Add this label to overpayed invoice/payment
cs: Štítek přeplatku faktur / plateb

source: Missing invoice label
cs: Štítek chybějící faktury

source: Add this lablel if no matching invoice is found
cs: Přidat štítek pokud není dohledána faktura

source: Unidentified payment label
cs: Štítek neidentifikované platby

source: Add this label to payment from unknown sender
cs: Přidat tento štítek k patbě neznámého plátce

source: Add logo of your company to eMails
cs: Přidat logo do odesílaných mailů

source: Say yes if you have logo in AbraFlexi and want it in ever email sent
cs: Odpovězte kladně pokud chcete firemní logo v odesílaných mailech

source: Default locale for emails
cs: Jazyk odesílaných mailů

source: Only cs_CZ and en_US is availble now
cs: Pouze cs_CZ a en_US je nyní dostupno

source: Recipient for copy of every email sent
cs: Příjemce kopie každé odeslané zprávy

source: (Can be empty)
cs: (může být prázdný)

source: force sender address
cs: vynucená adresa odesilatele

source: Set something like accounting@yourcomany.com
cs: Zadejte něco jako uctarna@vasefirma.cz
